sdaiUnsetAttrBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Restores a specified attribute in a specified application instance to the unset state.
\param instance      [in] An application instance to unset an attribute within.
\param attributeName [in] A string that contains the name of the attribute to unset.